number = int(input("Введите число: "))
# ИСПОЛЬЗОВАТЬ: длинные литералы удобно записывать на нескольких строчках кода следующим образом:
print(f'Следующее за числом {number} число: {number + 1}'
      f'Для числа {number} предыдущее число: {number - 1}')
# КОММЕНТАРИЙ: в скобках записаны два строковых литерала, которые при вычислении объединяются в один с помощью неявной конкатенации — вне скобок потребуется явная конкатенация


# Введите число: 21
# Следующее за числом 21 число: 22
# Для числа 21 предыдущее число: 20


# ИТОГ: отлично — 3/3
